window.mapPresets = {
  '7.0 寶圖 (G17)': [

  ],
  '6.0 寶圖 (G15)': [

  ],
  'G10': [
    {
      name: '太陽神草原',
      priority: 1,
      points: [
        { name: '朵洛衣樓', x: 6.4, y: 23.8 },
        { name: '晨曦王座', x: 23.0, y: 22.1 },
        { name: '重逢市集', x: 32.5, y: 28.2 },
      ]
    },
    {
      name: '紅玉海',
      priority: 2,
      points: [
        { name: '碼頭(從黃金港傳"紅玉海"方向)', x: 32.3, y: 38.1 },
        { name: '自凝島', x: 23.3, y: 9.4 },
        { name: '碧玉水', x: 28.6, y: 16.1 }
      ]
    }
  ]
};